Repository: Danfro/simreader
Catalog: po/*.po
Languages: de, nl

source: SimReader
nl: Simlezer

source: SIM #%1
nl: Simkaart #%1

source: empty
de: ohneEintrag
nl: leeg

source: SubscriberNumber
de: Registrierte Telefonnummer
nl: Abonneenummer

source: change number
de: Nummer ändern
nl: nummer aanpassen

source: SubscriberIdentity (IMSI)
de: Internationale Mobilfunk-Teilnehmerkennung (IMSI)
nl: Abonnee-identiteit (IMSI)

source: MobileCountryCode (MCC)
de: Ländercode (MCC)
nl: Mobiele landcode (MCC)

source: MobileNetworkCode (MNC)
de: Mobilfunknetzkennzahl (MNC)
nl: Mobiele netwerkcode (MNC)

source: CardIdentifier (ICCID)
de: SIM Seriennummer (ICCID)
nl: Kaartidentificatie (ICCID)

source: SubscriberNumber Change
de: Änderung der reg. Nummer
nl: Abonneenummer aanpassen

source: Insert your international phone number
de: Telefonnummer im internationalen Format eingeben
nl: Voer je internationale telefoonnummer in

source: Cancel
de: Abbrechen
nl: Annuleren

source: Confirm
de: Bestätigen
nl: Bevestigen

source: Wrong number format
de: Falsches Nummernformat
nl: Onjuiste nummeropmaak

source: Your phonenumber seems to be OK, confirm again to write it
de: Die Telefonnummer schein ok zu sein, erneut bestätigen zum schreiben
nl: Je telefoonnummer lijkt in orde - bevestig opnieuw om weg te schrijven
